module.exports = {
  Sribe: [
    {
      type: 'الفئة',
      label: 'بدء',
      items: [
        'scribe/Getting-started/p0-1-what-is-scribe',
        'متطلبات scribe/Getting-started/p0-2-نظام',
        'سكريب/سكريبتين-بدء/p0-3 تثبيت',
        'scribe/Getting-started/p0-4-إنشاء حساب جديد'
      ]
    },
    {
      type: 'الفئة',
      label: 'الإعداد الأساسي',
      items: [
        'ملف scribe/Basic الإعداد/p1-1',
        'سكريبي/إعداد أساسي/p1-2-لغة التطبيق',
        'سكريبي/إعداد أساسي/p1-3-الإشعارات'
      ]
    },
    {
      type: 'الفئة',
      label: 'إدارة المشروع',
      items: [
        {
          'Create a Project': [
            'سكريب/إدارة المشروع/إنشاء مشروع/p2-1-جديد',
            'سكريب/إدارة المشروع/إنشاء مشروع/p2-2 إعدادات متقدمة'
          ]
        },
        {
          'Projects': [
            'سكريب/إدارة المشروع/المشاريع/p3-1-المشاريع',
            'سكريب/إدارة المشروع/المشاريع/p3-2-تحرير تفاصيل المشروع',
            'مشروع/مشروع/مشروع/p3-استيراد',
            'مشروع/مشروع/مشروع/p3-4 أرشيف',
            'مشروع/مشروع/مشروع/p3-5 تصدير',
            'سكريب/إدارة المشروع/المشاريع/p3-6 المزامنة',
            'سكريب/إدارة المشروع/المشاريع/p3-7-النسخ الاحتياطي'
          ]
        }
      ]
    },
    {
      type: 'الفئة',
      label: 'أوضاع',
      items: [
        'scribe/Modes/p4-1-overview',
        {
          'Common Functionality': [
            'سكريبي/رمز/وظيفة مشتركة / p5-1-تخطيط',
            'سكريبي/كودات/الوظيفة الشائعة/p5-2-موارد',
            'شريط السكربي/الكود/الدوال الشائع/p5-3-القائمة',
            'سكريبي/تعليمات/وظيفة مشتركة / p5-4-حجم الخط',
            'scribe/Modes/Common Functionality/p5-5-Sync'
          ]
        },
        {
          'Text Bible Translation (BT)': [
            'النص المكتوب/مديات/نصوص الترجمة المكتوبة / p6-1-تحرير النص',
            'سكريبي/مديات/نص الترجمة الإنجيلية/p6-2-الملاحة',
            'سكريبي/Modes/Text الكتاب المقدس/p6-3-الإشارات المرجعية'
          ]
        },
        { 'Oral Bible Translation (OBT)': ['شريط أدوات الكتابة/الأدوات/الإنجيل الشفوي/p7-1-صوت'] },
        { 'Open Bible Stories (OBS)': ['scribe/Modes/Open Bible Stories/p8-1-drafting'] }
      ]
    },
    // {
    //   type: 'doc',
    //   label: 'More Information',
    //   id: 'scribe/p10-1-more info',
    // },
    {
      type: 'دوك',
      label: 'الدعم التقني',
      id: 'سكريب/p11-1-الدعم التقني'
    }
  ]
};